Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 鹤大师和刘管事，还有一名俊俏的侍女都露出错愕的表情。她们很清楚自家这位小姐对男子的吸引力，哪家的公子见了她不是和苍蝇般赶都赶不走？这少年明显城府不深，竟有如此定力？
en_us: Master He and Housekeeper Liu, as well as an elegant madiservant all revealed expressions of astonishment. They clearly knew the magnetic powers of attraction this Young Mistress from their own familial clan had on men. What young master has not, upon seeing her, become completely enamoured to her and be unable to chase away at all? This young man was clearly a shrewd and sophisticated person - how could he otherwise have that much determination?

source: 鹤大师恍然大悟，捋了捋呼白须，衷心的赞道：“小姐心思敏捷，目光长远，老夫佩服。是啊……偌大的天羽城数百万人，做生意还真没人比得上小姐，否则这聚珍阁怎么短短两年内就成为天羽城第一大商号？对了！小姐接管商号的时候才十四岁吧？如果继续让小姐管理下去，这怕是要不了十年，聚珍阁将会成为我们神武国第一大商号。”
en_us: Master He suddenly saw the light. Stroking his white beard, he wholeheartedly praised her by saying, "Young Mistress, you are certainly quick-witted and far-sighted. I admire you. Yes, indeed... there are millions of people in such a big city like Skyplume City, yet there is no one who can do business better than Young Mistress yourself. Otherwise, how could it have been possible for the Pearl Gathering Pavilion to become the number-one merchanthouse in all of Skyplume City within just two years? Right! Young Mistress, you were just fourteen years old when you took over the management of the merchanthouse, right? If we continue allowing you, Young Mistress, to continue running the business, we wouldn't even need ten years before the Pearl Gathering Pavilion becomes the number-one merchanthouse in all of Divine Martial Kingdom."

source: 鹤大师捋了捋白须，很是满意的点头道：“小姐聪慧，说得一点没错，不过你再仔细瞧瞧。”
en_us: Master He stroked his white beard and nodded with satisfaction, replying, "Young Mistress is certainly bright and intelligent. You have said nothing wrong - but observe the pill carefully once again.""

source: 鹤大师摇头道：“这少年实力很弱，铸鼎境一重，这绝不是他炼制出来的，要想炼制这样的丹药最少要铸鼎境五重实力。我上来是想请示一下小姐，这事如何定夺？要不派人跟踪一下这少年，找到这炼丹师？”
en_us: Master He shook his head and answered, "This gentleman's power is very weak, at only the first stage of the Cast Tripod Realm. This is definitely not refined by him. To be able to refine an elixir like this requires being power level of at least the fifth stage of the Cast Tripod Realm. I came up here to seek your guidance, Young Mistress - how should we deal with this? Should we send someone to tail this young man, and thereby search for this master alchemist?"

source: 鹤大师无比肯定的点头道：“没错，这就是传说中的……丹纹！小姐果然博览群书，聪颖过人，这丹纹就是一般的低级炼丹师都不知道的。”
en_us: Master He nodded his head in utter assuredness and said, "You're right, this is the legendary... elixir vein patten! Young Mistress, you have indeed read extensively and your intelligence surpasses all others. This elixir vein pattern is something the average low-grade alchemist would not know about."

source: 鹤大师深深的吸了一口，满脸郑重沉声道：“但天星大陆一万多年历史上出现了一百零七名丹王，九名丹圣，而有共一百零二人炼制的丹药上……有丹纹！”
en_us: Master He took a deep breath. With a solemn expression on his face, he said in a deep voice, "However, in the last ten-thousand years of history, there were only one hundred and seven alchemist masters and nine alchemist saints in Stellarsky Continent. And there have only been one hundred and two individuals whose refined elixirs contained... elixir vein patterns!"

source: 鹤大师走进雅阁也不说话，只是把从江逸那带来的一枚黑色丹药递给了漂亮少女。少女伸出起两只如白玉般的手指拿着丹药仔细看了一阵，还凑到鼻子上闻了闻，好看的眉毛却是蹙得更紧了，有些疑惑的问道：“这只是一枚很普通的丹药啊，还是回炉再造的，里面应该掺和了一些杂七杂八的药粉，这丹药最多算是人阶中品吧？”
en_us: Master He walked into the elegent pavilion without uttering a single word, only handing the single black elixir pill he took from Jiang Yi over to the beautiful young lady. The lady stretched out two jade-white fingers to receive the pill and carefully scrutinised for some time, even bringing it to her nose and giving it a sniff. However, her nice-looking eyebrows became even more tightly wrinkled as, with some misgivings, she asked, "This is just an ordinary elixir pill, and one that has been reheated and re-refined. It should also contain a random mixture of additional medical ingredients combined into it. This elixir should at most be considered only of Man-tier medial-grade, surely?"

source: 麦德林好说歹说之下，总算劝得安度因暂时放过霍伦。
en_us: After a lot of persuasion by Medellin, he managed to convince Andoine to let Hoeren off.

source: 麦德林是真的要疯了，安度因是什么人物，他实在是太清楚不过了，这老家伙虽然没能进入药剂师公会，但有一点却是无庸质疑的，他是一个真正的药剂师！
en_us: Medellin was really going crazy. He clearly knew who Andoine was. Although he did not manage to join the Pharmacists Guild, but one thing was clear: he wad a true pharmacist!

source: 麦格雷尼中的诅咒，会不会跟萨鲁曼家族有关系？
en_us: Did the curse on McGrenn have something to do with the Saruman Family?

source: 麦格雷尼也算是资深冒险者了，见过的魔法师不少，可他却从来没见过，有哪个魔法师能象林立一样变态，看看先前那一片风刃，简直比利维坦猩猩的椰子还要密集几分。
en_us: McGrenn was considered a veteran adventurer and had come across many mages in his adventures, but he had never seen a mage as perverted as Lin Li. Just the wind blade earlier on was definitely denser than the Leviathan Gorilla's coconut barrage.

source: 麦格雷尼摇了摇头：“麻烦倒是没什么，只是一点金钱上的损失而已。”
en_us: McGrenn shook his head. "There is no trouble at all, just some loss of money."

source: 麦格雷尼父女可以说是最低级的冒险者，几十个金币的报酬就足以让他们在落日山脉出生入死，而红发美女跟城主大人关系不浅，多半还有些亲属关系，双方身份天差地远，她又怎么会认识麦格雷尼父女的？
en_us: McGrenn and his daughter could be said to be the lowest level of adventurers, and a reward of a dozen gold coins was sufficient for them to risk their lives in the Sunset Mountains. The relationship between the redheaded beauty and the Castellan was not at all shallow, and they most likely shared some family relations. Their status were far apart from each other, so how did she know McGrenn and his daughter?

source: 麦格雷尼父女落脚的地方其实不远，从翡翠高塔出来之后，又转过了几条街道，很快就到了一幢老旧的房子前面。
en_us: McGrenn and his daughter did not stay far. After coming out of the Emerald Tower, they turned a few streets and soon reached an old house.

source: 麦格雷尼说完正要转身离去，林立却一伸手把他拉了回来：“你们的任务不是失败了吗？”
en_us: McGrenn was about to turn and leave when Lin Li stretched out his hand and pulled him back. "Didn't you fail the quest?"

source: 麦格雷尼身上盖着一条厚厚的毛毯，不时发出一阵轻微的鼾声，看上去倒是睡得异常香甜。
en_us: McGrenn was covered with a thick blanket and snored slightly from time to time. He seemed to be sound asleep.

source: 麦的林总算松了口气，只要有了这句话，霍伦的小命算是保住了。
en_us: Medellin heaved a sigh of relief. With this sentence, Hoeren's life was safe.

source: 麦的林的眼神，就好象看到了一头恐龙。
en_us: Medellin looked as if he had seen a dinosaur.

source: 黄裳小姐一张小嘴惊愕的张开，很快又问道：“那少年什么实力？”
en_us: The young lady dressed in yellow opened her small mouth in stupefaction. She quickly asked, "What is the power level of that young man?"

source: 黄裳小姐娇躯一颤，花容失色，她美眸顿时亮得吓人，紧张的说道：“鹤爷爷你这丹药从何而来？”
en_us: The young lady dressed in yellow shuddered as her beautiful face turned pale and her beautiful eyes lit up shockingly brightly. She asked nervously, "Grandfather He, where did you get this pill from?"

source: 黄裳小姐沉吟下来，脸色很快恢复了冷静，一双黑宝石的眸子内闪耀着莫名的光芒，突然起身朝下面走去：“我亲自去看看。”
en_us: The young lady dressed in yellow muttered to herself. Her facial expressions were quickly restored to a look of calmness as her black gemstone-like pupils shone a mysterious ray of light. She suddenly stood up and walked down the stairs, saying, "I will go and see him personally."

source: 黄裳少女绝美的小脸郑重起来，她很清楚自家这个炼丹师脾气有多么的古怪，没事可不会陪她闲聊，她一双丹凤眼眯了起来，将丹药对着阳光细细观看。
en_us: The beautiful face of the young lady clad in a yellow attire became more stern. She was aware that the alchemy master working in her Family had a very odd temper and would not chat idly with her without any reason. Squinting her red phoneix eyes, she carefully scrutinised the pill further under sunlight.

source: 黄裳少女走进来后，美眸一转，在江逸不着痕迹的扫了一眼，一抬手阻止了刘管事和侍女的行礼，这才望着江逸道：“小女子姬听雨，敢问公子贵姓？”
en_us: After walking in, the young lady in yellow robes moved her pretty eyes to take a seemless glance of the room, ignoring Jiang Yi as a potential visual obstacle. Raising her hand to stop Housekeeper Liu and the maidservant from bowing in greeting, the young lady finally looked towards Jiang Yi and said, "My name is Ji Tingyu. May I ask what is your name, good sir?"

source: 黑甲护卫肯定的回道：“你要走随时可以，不过没陪练到天黑，是不会有钱拿的。”
en_us: The guard wearing black armor continued, "You are allowed to leave at any time you want. However, if you do not fulfill your responsibilities as a sparring partner until the sky turns dark, you will not receive any money."

source: 黑色元力刚刚抵达丹田之外，江逸的心神就被丹田外的一个红色龙形封印吸引了。如果说丹田就像一个核桃的话，此刻这个核桃外壳就被雕刻上了一条火龙形的浮雕。
en_us: The black essence force had just reached the exterior of the dantian, as Jiang Yi's mind was absorbed by a red dragon-shaped seal on the exterior of his dantian. If one could allude to the dantian being a walnut, at that moment a relief of a fire dragon was engraved onto the outer shell of this "walnut".

source: 黑色元力每次提炼上限只有十缕，但拥有变态的增幅能力，只要他的修炼速度能提升到家族优秀子弟的水平线上，他的战力并不是没有可能短时间内追上他们。
en_us: He could only refine a maximum of ten strands of black essence force each time. However, now that he owned the ability to increase his refining speed vastly, so long as his refining speed could be increased to the same level as that of the outstanding family clan members, it was not impossible for his fighting ability to catch up with theirs in a short period of time.

source: 黑色元力消耗的太快了，只是片刻时间，江逸剩下的两缕黑色元力就消耗干净了，修炼速度一下慢了下来。
en_us: The black essence force was consumed too quickly. In only seconds, Jiang Yi was just left with two strands of black essence force remaining. His refining speed thus slowed down.

source: 黑色元力能增幅力量两倍之多，他此刻铸鼎境二重的境界，融合了黑色元力之后，力量能达到铸鼎境四重的四马之力。配合视力增强，他综合战力绝对能比普通的铸鼎境四重武者。
en_us: Black essence force could increase his power by two times. At the moment, with the boundary of his power-level at the second stage of the Cast Tripod Realm, after merging with some black essence force, his power-level could hit the fourth stage of the Cast Tripod Realm, equivalent to four horsepower worth of strength. Besides being compatible with and increasing his ability of sight, his mixed martial arts techniques and strategies certainly allowed him to be on par with any typical martial artists with a power level at the fourth stage of the Cast Tripod Realm.

source: 黑色的花瓣混在药渣当中，若不是林立眼神不错，还真不一定能把它们分辨出来。
en_us: The black petals were mixed in the dregs, and if not for Lin Li's good vision, he'd not have been able to differentiate the petals.

source: 黑莲花常用于精神强化，其中最强大的成品，就是传说中的短暂神格药剂，在那二十秒的短暂神格下，使用者拥有近乎无穷无尽的精神力量，并免疫人间一切法术，那东西绝对是杀器中的杀器，人挡杀人佛挡杀佛，光用眼睛都能把人瞪死。
en_us: Black lotus was frequently used in mental strengthening. One of the most powerful end products using it was the legendary Ephemeral Divinity Potion. In that twenty seconds of brief divinity, the user possessed an almost-infinite mental strength and was immune to any mortal spells. This thing was definitely the deadliest of weapons. It could block almost anything from humans to gods, and could kill with just a glare.

source: 龙有逆鳞，触之必死！
en_us: Just like how dragons had a reverse scale, which would cause death upon contact, one would definitely get themselves killed if they rubbed somebody the wrong way!

source: “呃……”
en_us: Damn...
